{
  "plags": [
    {
      "id": 0,
      "wiki_excerpts": [
        {
          "title": "Alan Smithee",
          "id": 1,
          "start": 0,
          "end": 2254,
          "excerpt": "[...] = Verwendung ==Die <span class=\"wiki_plag\">Verwendung dieses oder eines anderen Pseudonyms ist für Mitglieder der DGA streng reglementiert. Ein Regisseur, der für einen von ihm gedrehten Film seinen Namen nicht hergeben möchte, hat nach Sichtung des fertigen Films drei Tage Zeit, anzuzeigen, dass er ein Pseudonym verwenden möchte. Der Rat der DGA entscheidet binnen zwei Tagen über das Anliegen. Erhebt die Produktionsfirma Einspruch, entscheidet ein Komitee aus Mitgliedern der DGA und der Vereinigung der Film- und Fernsehproduzenten, ob der Regisseur ein Pseudonym angeben darf. Über die Beantragung muss der Regisseur Stillschweigen halten, ebenso darf er den fertigen Film nicht öffentlich kritisieren, wenn die DGA ihm die Verwendung eines Pseudonyms zugesteht. Ein Antrag des Regisseurs auf Pseudonymisierung kann abgelehnt werden, so durfte Tony Kaye den Namen Smithee bei dem Film American History X nicht einsetzen, obwohl er den Antrag stellte.Auch bei nicht-US-amerikanischen Produktionen wird der Name verwendet, wie etwa beim Pilotfilm der Fernsehserie Schulmädchen. 2007 sendete die ARD am 8. und 9. August den zweiteiligen TV-Film Paparazzo. Auch in diesem Werk erscheint anstatt des eigentlichen Regisseurs Stephan Wagner Alan Smithee im Abspann.Regisseure, die das Pseudonym benutzt haben:* Don Siegel und Robert Totten (für Frank Patch – Deine Stunden sind gezählt)* David Lynch (für die dreistündige Fernsehfassung von Der Wüstenplanet)* Chris Christensen (The Omega Imperative)* Stuart Rosenberg (für Let’s Get Harry)* Richard C. Sarafian (für Starfire)* Dennis Hopper (für Catchfire)* Arthur Hiller (für Fahr zur Hölle Hollywood)* Rick Rosenthal (Die Vögel II – Die Rückkehr)* Kevin Yagher (Hellraiser IV – Bloodline)Der Pilotfilm der Serie MacGyver und die fünfte Folge der ersten Staffel führen einen Alan Smithee als Regisseur. Auf der TV-Serien-Seite TV Rage wird Jerrold Freedman als Regisseur des Pilotfilms angegeben. Der Regisseur der fünften Folge ist unbekannt.Zu den Drehbuchautoren, die das Pseudonym benutzt haben, gehören Sam Raimi und Ivan Raimi, die das Drehbuch zu Die total beknackte Nuß als Alan Smithee, Jr. und Alan Smithee, Sr. schrieben.Auch in Computerspielen wird dieses Pseudonym angegeben: Im Abspann des Ego-Shooters Marine Sharpshooter IV aus dem Jahr 2008 wird als Art Director des Spiels Alan Smithee genannt</span>.2014 produzierte  [...]",
          "start_of_plag_in_wiki": 2096,
          "end_of_plag_in_wiki": 4435
        }
      ]
    },
    {
      "id": 1,
      "wiki_excerpts": [
        {
          "title": "Aussagenlogik",
          "id": 10,
          "start": 2255,
          "end": 3000,
          "excerpt": "[...] ausstellen.In der <span class=\"wiki_plag\">klassischen Aussagenlogik ist eine Aussage entweder wahr oder nicht wahr, auch wenn man den Wahrheitsgehalt nicht kennt. Das ist zum Beispiel bei den ungelösten mathematischen Problemen</span> der Fall.Anmerkun [...]",
          "start_of_plag_in_wiki": 6408,
          "end_of_plag_in_wiki": 6593
        }
      ]
    }
  ],
  "elapsed_time": 492,
  "tagged_input_text": "<span id='0' class='input_plag'>Die Verwendung dieses oder eines anderen Pseudonyms ist für Mitglieder der DGA streng reglementiert. Ein Regisseur, der für einen von ihm gedrehten Film seinen Namen nicht hergeben möchte, hat nach Sichtung des fertigen Films drei Tage Zeit, anzuzeigen, dass er ein Pseudonym verwenden möchte. Der Rat der DGA entscheidet binnen zwei Tagen über das Anliegen. Erhebt die Produktionsfirma Einspruch, entscheidet ein Komitee aus Mitgliedern der DGA und der Vereinigung der Film- und Fernsehproduzenten, ob der Regisseur ein Pseudonym angeben darf.Der Pilotfilm der Serie MacGyver und die fünfte Folge der ersten Staffel führen einen Alan Smithee als Regisseur. Auf der TV-Serien-Seite TV Rage wird Jerrold Freedman als Regisseur des Pilotfilms angegeben. Der Regisseur der fünften Folge ist unbekannt.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Zu den Drehbuchautoren, die das Pseudonym benutzt haben, gehören Sam Raimi und Ivan Raimi, die das Drehbuch zu Die total beknackte Nuß als Alan Smithee, Jr. und Alan Smithee, Sr. schrieben.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Auch in Computerspielen wird dieses Pseudonym angegeben: Im Abspann des Ego-Shooters Marine Sharpshooter IV aus dem Jahr 2008 wird als Art Director des Spiels Alan Smithee genannt</span>.<span id='1' class='input_plag'>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                In der klassischen Aussagenlogik ist eine Aussage entweder wahr oder nicht wahr, auch wenn man den Wahrheitsgehalt nicht kennt. Das ist zum Beispiel bei den ungelösten mathematischen Problemen der Fall</span>."
}
